[
  {
    "party": "lpc",
    "category": "income",
    "policy_short": "Liberals are targeting lower-income workers by promising to reduce taxes, increase the minimum wage and extend EI sickness benefits."
  },
  {
    "party": "cpc",
    "category": "income",
    "policy_short": "Conservatives are targeting lower-income wokers, parents and seniors with tax rebates and reductions."
  },
  {
    "party": "ndp",
    "category": "income",
    "policy_short": "The NDP has not promised a policy that addresses the income factors that Postmedia analyzed."
  },
  {
    "party": "gpc",
    "category": "income",
    "policy_short": "Greens are targeting lower-income workers and seniors by promising to increase the minimum wage and returns from the Canada Pension Plan."
  },
  {
    "party": "lpc",
    "category": "housing",
    "policy_short": "Liberals are focused on new & existing homeowners with incentives for first-time home-buyers and environmental retrofits."
  },
  {
    "party": "cpc",
    "category": "housing",
    "policy_short": "Conservatives are focusing on homeowners by easing the mortgage process and providing tax credits for environmental retrofits."
  },
  {
    "party": "ndp",
    "category": "housing",
    "policy_short": "The NDP plan to build 500,000 new affordable homes over 10 years."
  },
  {
    "party": "gpc",
    "category": "housing",
    "policy_short": "The Green party wants to allocate 1% of the GST to housing and municipal infrastructure."
  },
  {
    "party": "lpc",
    "category": "transit",
    "policy_short": "The Liberals have not promised a policy that addresses the transit factors that Postmedia analyzed."
  },
  {
    "party": "cpc",
    "category": "transit",
    "policy_short": "The Conservatives plan to reintroduce a tax credit for public transit and prioritize spending on projects that shorten commute times."
  },
  {
    "party": "ndp",
    "category": "transit",
    "policy_short": "The NDP promised to increase federal funding for BC Ferries."
  },
  {
    "party": "gpc",
    "category": "transit",
    "policy_short": "The Green party is focused on investing in mass public and commuter transportation infrastructure."
  },
  {
    "party": "lpc",
    "category": "families",
    "policy_short": "Liberals are focused on the youngest and oldest Canadians, with increases to old-age security and Canada child benefits."
  },
  {
    "party": "cpc",
    "category": "families",
    "policy_short": "Conservatives are offering tax rebates and reductions for parental benefits and after-school programs."
  },
  {
    "party": "ndp",
    "category": "families",
    "policy_short": "The NDP are focused on childcare by creating new child-care spaces and making changes to parental benefits. They are also promising a national dental care program."
  },
  {
    "party": "gpc",
    "category": "families",
    "policy_short": "Greens are offering to create a “guaranteed livable income” program."
  }
]